[
    {
      "name": "Максим Богданович",
    "foto": "./img/Bogdanovich1.jpg",
    "biography": [
      {
        "date": "9 декабря 1891 года",
        "description": "Максим Богданович родился в Минске. Прадед поэта по материнской линии был православным священником, дед — мелким чиновником. Отец Максима Адам Егорович служил учителем. Он пережил сына, впоследствии написав его биографию. У Максима было два брата — Вадим и Лев."
      },
      {
          "date": "1892 год",
        "description": "Когда ребенку исполнилось всего несколько месяцев от роду, его отца перевели в Гродно. Здесь мальчик впервые приобщился к книгам. Адам Егорович был великим книголюбом, собирателем белорусского фольклора. В доме имелась богатая библиотека. Первыми книгами маленького Максима стали «Букварь», «Детский мир» К. Ушинского и написанное по-белорусски «Родное слово»."
      },
      {
          "date": "16 октября 1896",
        "description": "Через месяц после родов дочери у Марии Богданович была обнаружена чахотка (туберкулёз лёгких). Лечение («деревня, кефир, кваякол, кодеин») не помогло и мать будущего поэта умерла. Похоронена она была на Гродненском православном кладбище перед церковью, вправо от главных ворот и дороги в церковь."
      },
      {
        "date": "ноябрь 1896 года",
        "description": "Адам Богданович с детьми переехал по службе в Нижний Новгород. Здесь у него завязались дружеские отношения с Максимом Горьким, с которым они вскоре породнились, женившись на сёстрах Е. П. и А. П. Волжиных. Горький часто бывал у них дома, он оказал влияние на любовь мальчика к литературе."
      },
      {
        "date":"1902 год",
        "description": " Максим поступил в Нижегородскую мужскую гимназию."
      },
      {
        "date": "1907 год ",
        "description": "Этот год считается началом литературной деятельности Максима Богдановича. Его первым значительным художественным произведением был рассказ «Музы́ка» на белорусском языке, который сразу же напечатала «Наша нива»."
      },
      {
        "date":"июнь 1908 года",
        "description": "Богдановичи вновь переезжают по причине изменения места службы отца — на этот раз в Ярославль. Там Максим Богданович пишет первые лирические стихотворения: «Над могилой», «Придёт весна», «На чужбине», которые были опубликованы в «Нашей ниве»."
      },
      {
        "date":"1909 год",
        "description": "Максим Богданович заболел туберкулезом."
      },
      {
        "date":"1911 год",
        "description": "Окончив гимназию он отправляется в Вильну, знакомится с Вацлавом Ластовским, Антоном и Иваном Луцкевичами и другими деятелями белорусского Возрождения. Будучи в Вильне, молодой поэт ознакомился в частном музее братьев Луцкевичей с коллекциями древних раритетов, и под их впечатлением написал стихотворение «Слуцкие ткачихи». Далее в этом же году он пытается поступить на филологический факультет Петербургского университета, но из-за недостатка средств и сырого климата столицы, возвращается в Ярославль, поступив в Демидовский юридический лицей."
      },
      {
        "date": "1914 год",
        "description": "в типографии Мартина Кухты при денежной поддержке Марии Магдалены Радзивилл тиражом 2000 экземпляров[12] издан единственный прижизненный сборник произведений Максима Богдановича «Венок». Сборник содержал 92 стихотворения и 2 поэмки, расположенные на 120 страницах."
      },
      {
        "date": "1914—1916 годы",
        "description": "Поэт пишет цикл стихов «На тихом Дунае», поэму «Максим и Магдалена», другие произведения. Писал Максим Богданович стихи и на русском языке, например, «Зачем грустна она была», «Я вспоминаю Вас такой прекрасной, стройной», «Зелёная любовь», «Осенью». К этому времени относятся и переводы на белорусский произведений А. Пушкина и Э. Верхарна."
      },
      {
        "date": "лето 1916 года",
        "description": "Максим Богданович окончив лицей возвращается в Минск. Хотя он был уже тяжело болен, но много работал в Минской губернском продовольственном комитете и в Белорусском комитете помощи жертвам войны, а свободное время отдавал литературному творчеству."
      },
      {
        "date": "февраль 1917 года",
        "description": "Друзья поэта собрали деньги, чтобы он мог ехать в Крым лечиться от туберкулёза."
      },
      {
        "date": "25 мая 1917 года",
        "description": "Умер Максим Богданович на рассвете в возрасте 25 лет."
      }
    ],
    "works": [
      {
        "date": "1907 год",
        "title": "Музы́ка"
      },
      {
        "date": "1910",
        "title": "Двинемся, братья, скорей!"
      },
      {
        "date": "1911",
        "title": "Слуцкие ткачихи"
      },
      {
        "date": "1912",
        "title": "Пан и мужик"
      },
      {
        "date": "1914",
        "title": "Санет"
      }
    ],
    "galery": ["./img/Bogdanovich1.jpg", "./img/Bogdanovich2.jpg", "./img/Bogdanovich3.jpg"],
    "video": "https://www.youtube.com/watch?v=xIHoUa6VJI8",
    "maps": "Minsk"
  },

  {
    "name": "Янка Купала",
    "foto": "./img/Kupala.jpg",
    "biography": [
      {
        "date": "7 июля 1882 года",
        "description": "В деревне Вязынка (ныне Молодечненского района Минской области Белоруссии) в белорусской католической семье Доминика Онуфриевича Луцевича и Бенигны Ивановны Луцевич"
      },
      {
        "date": "1898",
        "description": "Закончил народное училище в местечке Беларуч."
      },
      {
        "date": "1902 год",
        "description": "После смерти отца работал домашним учителем, писарем в помещичьем имении,приказчиком и на других работах."
      },
      {
        "date": "1908-1909 годы",
        "description": "жил в Вильне, где работал в редакции первой белорусской газеты «Наша Ніва». Там же познакомился с будущей женой — Владиславой Станкевич"
      },
      {
        "date": "1909—1913 годы",
        "description": "Начинающий поэт учился в Санкт-Петербурге на подготовительных общеобразовательных курсах А.Черняева"
      },
      {
        "date": "7 апреля 1914 года",
        "description": "Купала стал редактором газеты"
      },
      {
        "date": "1915",
        "description": "Проучился в Московском городском народном университете Янка Купала поступил в народный университет в сентябре, однако его намерениям продолжить учёбу помешала всеобщая мобилизация, объявленная в связи с наступлением Первой мировой войны."
      },
      {
        "date": "1916 год",
        "description": "Поэта-студента призвали в армию и тот поступил в дорожно-строительный отряд, в составе которого работал вплоть до наступления событий Октябрьской революции. После революции Янка Купала поселился в Минске."
      },
      {
        "date": "1920-х до начала 1930-х",
        "description": "Янка Купала был вынужден, без всякого преувеличения, пройти через множество страданий. Сперва последовало несправедливое обвинение в неблагонадёжности, в СМИ началась методичная травля поэта."
      },
      {
        "date": "28 июня 1942 года",
        "description": "Янка Купала, остановившийся в гостинице «Москва», неожиданно погиб."
      }
    ],
    "works": [
      {
        "date": "15 июля 1904 года",
        "title": "Мая доля"
      },
      {
        "date": "1905",
        "title": "Мужик"
      },
      {
        "date": "1906",
        "title": "Зімою"
      },
      {
        "date": "1907",
        "title": "Нікому"
      },
      {
        "date": "1912",
        "title": "Пау́линка"
      }
    ],
    "galery": ["./img/Bogdanovich1.jpg", "./img/Bogdanovich2.jpg", "./img/Bogdanovich3.jpg"],
    "video": "https://www.youtube.com/watch?v=xIHoUa6VJI8",
    "maps": "Minsk"
  }
]